[MENU128]
P57601=Fichier
P57600=Nouveau
57600=Texte normal
1233=Binaire
1230=Configurer modèles...
57601=Ouvrir...
1206=Fermer
1203=Fermer autres
1237=Recharger
1658=Recharger avec codage
57603=Enregistrer
1234=Enregistrer tout
57604=Enregistrer sous...
57609=Aperçu avant impression
57607=Imprimer...
1236=Effacer historique récents
P35001=Fichiers récents
35001=Vide
57665=Quitter
P57643=Édition
57643=Annuler
57644=Refaire
57635=Couper
57634=Copier
57637=Coller
P87=Presse-papiers
87=Couper Ajouter
88=Copier Ajouter
90=Couper lignes marquées
89=Copier lignes marquées
91=Coller en colonne
94=Coller en fin de ligne
61=Coller et mettre en retrait
1695=Coller depuis l'historique
1429=Effacer Presse-papiers
1338=Mode colonne
P26=Supprimer
26=Supprimer
27=Supprimer suivant
85=Supprimer mot
28=Supprimer mot précédent
29=Supprimer mot suivant
30=Supprimer ligne
79=Supprimer jusqu'au début de ligne
80=Supprimer jusqu'à fin de ligne
1428=Supprimer lignes vides
1409=Supprimer lignes en double
63=Enlever espaces du début
64=Enlever espaces de la fin
P57642=Sélectionner
57642=Sélectionner tout
46=Sélectionner mot
86=Sélectionner ligne
67=Sélectionner entre 2 délimiteurs
77=Sélectionner entre 2 délimiteurs(avec délimiteurs)
55=Sélectionner ligne et précédente
56=Sélectionner ligne et suivante
106=Diviser dans lignes
1410=Sélection rapide
1422=Ajouter toutes les occurrences
P57=Conversion
57=Majuscules
58=Minuscules
82=Inverser casse
102=Initiales en majuscules
97=Pleine largeur
98=Demi-largeur
69=Tabulations en espaces
70=Espaces en tabulations
83=Tabulations début en espaces
84=Espaces début en tabulations
P72=Mise en forme
72=Joindre lignes
47=Augmenter retrait
48=Réduire retrait
51=Format retrait
1413=Ligne en commentaire
1414=Ligne non en commentaire
1415=Bloc en commentaire
1416=Bloc non en commentaire
P1417=Insérer
1417=Date
1418=Heure
1419=Personnaliser Date/Heure
P1330=Pliage de code
1330=Annuler pliage
1331=Syntaxe
1332=Retrait
62=Plier le niveau actuel
52=Déplier le niveau actuel
1622=Niveau de pliage 2
1623=Niveau de pliage 3
1624=Niveau de pliage 4
1625=Niveau de pliage 5
1626=Niveau de pliage 6
1627=Niveau de pliage 7
1628=Niveau de pliage 8
1629=Niveau de pliage 9
P81=Autres
81=Transposer
54=Dupliquer ligne
68=Copier ligne
36=Inverser mode Insérer/Refrapper
1423=Édition partielle
1412=Mode hexa
P1318=Affichage
P1430=Polices
1430=Par défaut
1431=Personnalisée 1
1432=Personnalisée 2
1433=Personnalisée 3
1434=Personnalisée 4
1435=Personnalisée 5
1424=Taille de police plus grande
1425=Taille de police plus petite
1321=Définir police
P1324=Barres d'outils
1324=Barre d'onglets
59392=Barre d'outils
59393=Barre d'état
1314=Barre d'outils Mode
1312=Fenêtre plan
1318=Marqueur personnalisé
1292=Panneau dossier
1291=Fichiers ouverts
1329=Ébauche
1325=Fenêtre de sortie
1322=Fenêtre de commande
1300=Numéro de ligne
1301=Règle
1671=Retrait: en espaces
1326=Surligner délimiteur
1327=Surligner URLs et adr.Email
1313=Surligner sélection
P1305=Afficher symboles
1305=Ligne active
1307=Mettre ligne en retrait
1311=Ligne limite
1337=Marqueur de colonne
1672=Zone icône
1302=Espace
1303=Fin de ligne
1304=Fin du document
1306=Caractères de contrôle
1310=Car. invisibles dans sélection
1309=Pliage en fin
1673=Prolonger ligne active
1674=Même niveau avec couleur d'arrière-plan
1675=Ligne Modifier État
1339=Plier tout
1400=Déplier tout
1323=Espacement ligne
1289=Sortie Web
1290=Aperçu Web
1288=Navigateur externe
1328=Plein écran
P1775=Recherche
1775=Chercher tout
1771=Actualiser marques
57636=Chercher...
1401=Chercher suivant
1402=Chercher précédent
1406=Chercher mot suivant
1407=Chercher mot précédent
1403=Chercher tout
1408=Chercher/Remplacer dans fichiers...
57641=Remplacer...
1420=Remplacer par lots...
1663=Aller à la paire suivante
1426=Atteindre...
P1276=Marqueurs
1276=Inverser marqueur
1279=Marqueur suivant
1278=Marqueur précédent
1277=Supprimer tous les marqueurs
60=Délimiteur apparié
104=Position de modif. suivante
105=Position de modif. précédente
P1662=Document
P1294=Retour à la ligne
1294=Annuler retour à la ligne
1297=Retour à la ligne avec indentation
1296=Retour à la ligne dans fenêtre
1295=Colonne fixe
1293=Colonne fixe avec tabulations
1662=Changer le type...
1665=Interdire modification
1661=Mode navigateur
1664=Mode 'sans distraction'
1658=Recharger avec codage
1659=Convertir codage
1654=Mise en retrait automatique
1657=Paire auto
1427=Autocomplétion
1666=Balise HTML/XML auto
1650=Copier chemin
1651=Surveiller Presse-papiers
1655=Ouvrir dossier parent
1667=Statistiques
1668=Insérer CR/LF sur lignes en retour auto
P1653=Avancé
1653=Mettre à jour syntaxe
1660=Voir portée
P1770=Projet
1770=Fenêtre du projet
1772=Gérer les projets
1774=Ajouter fichier actuel
1776=Chercher/Remplacer dans projet
P1683=Outils
1683=Vérifier orthographe
1684=Vérif. immédiate
P336=Paramètres
1336=Général
1298=Thème
1460=Raccourci
1459=Surligner syntaxe
1581=Association de fichier
1652=Trier
1612=Séquence
1614=Additionner sélection
1615=Diff
1580=Outils externes
P1591=Groupe d'outils
1591=Groupe 1
1592=Groupe 2
1593=Groupe 3
1594=Groupe 4
1595=Groupe 5
1596=Groupe 6
1597=Groupe 7
1598=Groupe 8
1599=Groupe 9
P1574=Compléments
P1314=Mode
1314=Barre d'outils Mode
P1575=Plugin
P1570=Macro
1570=Enregistrer
1571=Exécuter
1573=Répéter
1572=Enregistrer sous...
1574=Recharger macros...
1576=Charger
1577=Voir macro actuelle
P1222=Fenêtre
1222=Afficher ou masquer panneaux
1200=Fenêtre suivante
1201=Fenêtre précédente
1212=Fenêtre suivante (Ordre focus)
1213=Fenêtre précédente (Ordre focus)
1221=Dernière visitée
1206=Fermer
1203=Fermer autres
1204=Division verticale
1205=Division horizontale
1208=Synchroniser défilement
1209=Afficher en groupe vertical d'onglets
1211=Afficher en groupe horizontal d'onglets
1223=Inverser focus
1214=Toujours au-dessus
P1220=Transparence
1220=Opaque
P2009=Aide
2009=Aide contextuelle
2010=Aide
2005=Raccourcis clavier
1613=Obtenir d'autres compléments...
2004=Signaler un bogue
2003=Rechercher la dernière version
2008=Acheter une licence
2011=Entrer la licence
57664=À propos de EverEdit...

[MENU302]
1=Défaut
2=Fin
3=Largeur car.
4=Style DOS

[MENU303]
1412=Mode hexa
57643=Annuler
57644=Refaire
57635=Couper
57634=Copier
57637=Coller
57642=Sélectionner tout
1426=Atteindre...
1708=Inspecteur
P1700=Affichage
1700=Hexadécimal
1701=Décimal
1702=Octal
1703=Binaire
P1704=Largeur en bits
1704=Octet 8 bits
1705=WORD 16 bits
1706=DWORD 32 bits

[MENU304]
P91=Coller autrement
P1461=Marqueur personnalisé
1461=Utiliser marqueur 1
1462=Utiliser marqueur 2
1463=Utiliser marqueur 3
1464=Utiliser marqueur 4
1465=Utiliser marqueur 5
1466=Utiliser marqueur 6
1467=Utiliser marqueur 7
1468=Utiliser marqueur 8
P62=Pliage de code
P1720=Dossiers

[MENU305]
1=Plus...
3=BOM(BOM)
4=Convertir codage
936=Chinois Simplifié(GB2312)
950=Chinois Traditionnel(Big5)
932=Japonais(Shift-JIS)
949=Coréen (949)

[MENU307]
P201=Plus...
201=\c	Chinois
202=\j	Hiragana
203=\J	Katakana
204=\P	Symboles et ponctuation CJK
230=[:alnum:]	Tout caractère alphanumérique
231=[:alpha:]	Tout caractère alphabétique a-z, A-Z, et autre car.
232=[:ascii:]	Tout caractère ascii (0x00~0x7F)
233=[:cntrl:]	Tout caractère de contrôle
234=[:digit:]	Tout chiffre 0-9
235=[:print:]	Tout caractère imprimable
236=[:space:]	Tout caractère espace
237=[:graph:]	Tout caractère graphique
238=[:lower:]	Tout caractère minuscule a-z, et autre car. minuscule
239=[:punct:]	Tout caractère de ponctuation
240=[:upper:]	Tout caractère majuscule A-Z, et autre car. majuscule
241=[:blank:]	Tout caractère blanc, soit espace soit tabulation
245=[:xdigit:]	Tout caractère chiffre hexadécimal, 0-9, a-f et A-F
1=\n	Nouvelle ligne
2=\t	Tabulation
4=^	Début de ligne
5=$	Fin de ligne
6=.	Tout caractère
7=\b	Limite de mot
8=\x00	Car(hexa 2 octets)
9=\u0000	Car(hexa 4 octets)
10=\w	Alphanumérique(A-Z, a-z, 0-9, _)
11=\W	Non alphanumérique
12=\s	Espacement
13=\S	Non espacement
14=\d	Chiffre(0-9)
15=\D	Non chiffre
17=[]	Caractère dans la classe
18=[^]	Caractère non dans la classe
19=()	Groupe
20=|	Ou
21={n}	n fois
22={n,}	Au moins n fois
23={n,m}	Entre n et m fois
24=*	0 ou plusieurs fois
25=+	1 ou plusieurs fois
26=?	0 ou 1 fois
28=(?=exp)	Assertion avant positive
29=(?!exp)	Assertion avant négative
30=(?<=exp)	Assertion arrière positive
31=(?<!exp)	Assertion arrière négative

[MENU309]
1=$0	Chaîne en entier
2=$1	Réf. arrière 1
3=$2	Réf. arrière 2
4=$3	Réf. arrière 3
5=$4	Réf. arrière 4
6=$5	Réf. arrière 5
7=$6	Réf. arrière 6
8=$7	Réf. arrière 7
9=$8	Réf. arrière 8
10=$9	Réf. arrière 9
12=\n	Nouvelle ligne
13=\t	Tabulation
14=$$	Dollar

[MENU310]
1=Chemin complet du fichier
2=Dossier du fichier
3=Nom de fichier
4=Nom de fichier sans extension
10=Dossier de l'application
5=Numéro de ligne actuel
9=Texte ligne actuelle
6=Numéro de colonne actuel
7=Texte sélection actuelle
8=Mot actuel

[MENU311]
2=Dossier du fichier

[MENU312]
1280=Effacer
1282=Terminer
1285=Effacer surlignage
1281=Montrer numéro ligne
1321=Définir police
1320=Retour à la ligne
1284=Fermer
25=Sélectionner tout
86=Sélectionner ligne
33=Copier

[MENU313]
57603=Enregistrer
1206=Fermer
1203=Fermer autres
1204=Division verticale
1205=Division horizontale
1209=Afficher en groupe vertical d'onglets
1211=Afficher en groupe horizontal d'onglets
1650=Copier chemin
1655=Ouvrir dossier parent
1335=Paramètres

[MENU314]
10=Autre...
11=Retrait: en espaces
12=Montrer espaces

[MENU315]
1=Par défaut d'EverEdit
2=À plat
3=Dégradé
4=Motif

[MENU316]
1=@Ébauche
2=-Mot contextuel
3=*Mot-clé
4=#Marques
5=~Nom fichier

[MENU317]
1=Aucun
2=Capturer sortie
8=Capturer vers aperçu Web
3=Insérer
4=Insérer comme nouvelle ligne
5=Remplacer ligne
6=Remplacer document
7=Exécuter caché

[MENU318]
1=Aucun
2=Enregistrer le document actuel
3=Enregistrer tous les documents

[MENU319]
1209=Afficher en groupe vertical d'onglets
1211=Afficher en groupe horizontal d'onglets

[MENU320]
1214=Insérer	Entrée
1210=Modifier	F2
1211=Supprimer	Suppr
1212=Nouvelle ébauche	Ctrl+N
1213=Nouveau groupe	Ctrl+Maj+N
	
[MENU321]
1218=Menu contextuel
1200=Modifier	Entrée
1206=Actualiser	F5
1208=Chercher/Remplacer dans fichiers...	Ctrl+F
1210=Surveiller fichier actif
1211=Ajouter dossier
1205=Créer dossier
1212=Ouvrir dossier parent	Ctrl+O
1209=Définir comme dossier maître
1216=Monter	Maj+Haut
1216=Descendre	Maj+Bas
1214=Copier chemin	Ctrl+C
1213=Copier nom	Ctrl+Maj+C
1203=Renommer	F2
1204=Nouveau fichier	Ctrl+N
1201=Supprimer définitivement	Maj+Suppr
1202=Supprimer	Suppr
1207=Propriétés

[MENU324]
13=Entrée
32=Espace
9=Tab
27=Échap

[MENU325]
1=Bip
2=Demander: modifier
3=Demander: enregistrer
4=Ne pas demander

[MENU326]
219=Général
206=Polices
246=Session
215=Langue
231=Vérification orthographique
P224=Éditeur
224=Fichier
238=Modifier
275=Style
254=Autocomplétion
223=Syntaxe
252=Performance
247=Imprimer
P217=Avancé
217=Onglets
207=Barre d'outils
248=Association de fichier
272=Aperçu Web
P244=Autres
244=Hexa

[MENU327]
57634=Copier

[MENU328]
1=Chaque jour
2=Chaque semaine
3=Chaque mois
4=Ne pas vérifier

[MENU329]
1221=Filtrer correspondances
1233=Filtrer lignes
1224=Compter trouvés
1225=Poser marqueur
1236=Chercher dans tous les documents ouverts

[MENU330]
1200=Forcer actualisation	F5
1201=Afficher fonctions
1202=Afficher plan
1203=Chercher marques	Ctrl+F

[MENU331]
1=Simple
2=Boîte
3=Flèche
4=Boîte&Ligne
5=Pentagone

[MENU332]
1200=Masquer
1202=Petite icône(16*16)
1203=Grande icône(32*32)
1204=Combiner barres d'outils
1201=Personnaliser...

[MENU333]
1300=Copier couleur
1301=Coller couleur

[MENU334]
57643=Annuler
57644=Refaire
57635=Couper
57634=Copier
57637=Coller
26=Supprimer
57642=Sélectionner tout

[MENU335]
1220=Année(0000)
1221=Année(00)
1222=Mois(00)
1223=Mois(0)
1224=Jour(00)
1225=Jour(0)
1226=Heure(00)
1227=Heure(0)
1228=Heure 24(00)
1229=Heure 24(0)
1236=AM/PM
1230=Minute(00)
1231=Minute(0)
1232=Seconde(00)
1233=Seconde(0)
1234=Semaine(Nom complet)
1235=Semaine(Nom court)
1237=Jour de l'année
1238=Semaine de l'année

[MENU337]
1204=Nouveau
1203=Supprimer
1205=Sélectionner tout
1217=Sensible à la casse
1216=Expression régulière
1218=Mot entier
1219=Étendu(\n,\r,\t)

[MENU338]
1206=Enlever panneau
1201=Gauche
1202=Droite
1203=Bas
1205=Haut
1200=Masquer panneau

[MENU341]
1=Navigateur par défaut
2=Internet Explorer
3=Firefox
4=Chrome
5=Opera
100=Autre navigateur

[MENU342]
1217=Menu contextuel
1200=Modifier	Entrée
1201=Modifier hexa	C+H
1215=Actualiser marques	F5
1216=Chercher marques	C+F
1202=Gérer les projets	C+M
1203=Nouveau projet	F3
1204=Ajouter fichier	C+N
1205=Ajouter fichier actif	C+A
1206=Ajouter dossier	C+D
1218=Créer dossier
1207=Renommer	F2
1208=Retirer du projet	Suppr
1209=Monter	C+Haut
1210=Descendre	C+Bas
1211=Copier chemin complet	C+C
1212=Re-charger	C+F5
1213=Forcer enregistrement	C+S
1214=Propriété	C+P

[MENU343]
1=Couleur du fond
2=Ligne continue
3=Ligne en pointillés
4=Ligne continue2
5=Ligne en pointillés2

[MENU344]
1=Par défaut
2=Recherche partielle
3=Recherche floue

[MENU345]
1=Flèche
2=Ligne
3=Flèche+Ligne
4=Charactor

[MENU346]
1=Big dot
2=Petit dot
3=Ligne

[DLG202]
0=Codage
1=OK
2=Annuler
3000=Sélectionner page de code:
3001=Pages de code système:

[DLG203]
0=Outils externes
1=OK
2=Annuler
1200=Ajouter
1201=Supprimer
1205=Demander les arguments
1216=Avancé
1227=Nom groupe
1229=Icône
1230=Accepter la saisie
3000=Titre:
3001=Commande:
3002=Arguments:
3003=Dossier initial:
3004=Modèle action:

[DLG204]
0=Liste fenêtres
2=Fermer
3000=Chercher:

[DLG205]
0=Chercher
1201=Suivant
1202=Précédent
1204=Sensible à la casse
1205=Mot entier
1206=Expression régulière
1207=Recommencer en fin de fichier
1208=Fermer si trouvé
1209=Surligner résultats
1212=Chercher tous
1218=Recherche incrémentale
1219=Remplacer>>
1226=Avancé
1234=Étendu(\n,\r,\t)
1235=Continuer sur fichier suivant
3000=Chercher:

[DLG206]
0=Configurer police
1=OK
2=Annuler
1207=Les car. CJK utilisent une seconde police
1208=Appliquer

[DLG208]
0=Remplacer par lots
1201=Monter
1202=Descendre
1206=Exporter
1207=Importer
1211=Remplacer tout
1212=Remplacer sélection
1221=Statistiques

[DLG209]
0=Saisie
1=OK
2=Annuler
3000=Saisie:

[DLG210]
0=Gestionnaire de raccourcis
1202=Lier un script
1203=Assigner
1207=Supprimer
3000=Touches actuelles:
3001=Nouvelles touches:
3002=*Déposer ici un fichier script pour le lier à un raccourci!

[DLG211]
0=Remplacer
1201=Suivant
1204=Sensible à la casse
1205=Mot entier
1206=Expression régulière
1207=Recommencer à la fin du fichier
1209=Surligner le résultat
1213=Remplacer
1214=Remplacer tout
1220=<<Chercher
1227=Mode rapide RemplacerTout
1229=Fichier actif
1230=Sélection
1231=Tous fichiers ouverts
1234=Étendu(\n,\r,\t)
1235=Continuer dans fichier suivant
3000=Chercher:
3001=Remplacer:
3002=Étendue

[DLG212]
0=Menu Commande

[DLG214]
0=A propos de EverEdit
1=OK
1210=Saisir votre code licence
1211=Licence accordée à:
1215=Acheter une licence

[DLG215]
1201=Plus
3000=Choisir la langue:

[DLG216]
1202=Ajouter BOM
1204=Ouvrir en tant que fichier binaire:
1205=Codage:
1206=Format de fichier:

[DLG217]
1200=Afficher les onglets en bas
1202=Afficher l'icône sur l'onglet
1203=Marquer (*) quand le document a été modifié
1204=Largeur d'onglet fixe
1205=Masquer l'onglet s'il n'en reste qu'un
1207=Afficher boutons défilement
1208=Afficher bouton liste fichier
1209=Afficher bouton fermeture globale à droite
1210=Afficher bouton fermeture sur onglets
3000=Style d'onglet du document:
3001=Style d'onglet des panneaux d'ancrage:

[DLG219]
1205=Autoriser plusieurs instances
1206=Ajouter EverEdit au bouton droit de la souris
1213=Afficher boutons de la barre d'outils sur plusieurs lignes
1214=Utiliser le chemin du fichier actuel pour Chercher/Remplacer dans fichiers
1215=Mise à jour automatique
1217=Fusionner barre d'outils Mode à droite barre d'outils principale
3000=Nombre de fichiers récents:

[DLG220]
0=Chercher/Remplacer dans fichiers
1=Chercher...
2=Fermer
1205=Expression régulière
1206=Sensible à la casse
1207=Inclure sous-dossiers
1209=Utiliser fenêtre de sortie
1210=Lignes sans correspondance
1212=Montrer seulement chemin
1213=Verrouiller fenêtre principale(recommandé)
1214=Mot entier
1215=Chercher dans fichiers du projet actuel
1216=Remplacer
1219=Sauvegarder fichiers remplacés
3000=Rechercher:
3001=Dossier:
3002=Type fichier:
3003=Codage:
3004=Remplacer:

[DLG222]
0=Grep en cours
1=Stop

[DLG223]
0=Surlignage de syntaxe
1=OK
2=Annuler
1201=Ajouter
1202=Supprimer
1227=Marqueurs col.
1240=Modifier
1243=Avancé
1249=Plus
1252=Utiliser des espaces pour remplacer les tabulations
1255=Plus
3001=Titre:
3002=Fichier syntaxe:
3003=Extensions:
3005=Modèle:
3006=Taille tab.:

[DLG224]
1207=Surveiller modifs du fichier
1212=Créer un nouveau fichier au démarrage
1216=Détecteur de codage
1217=Activer la fonction Enregistrer si le document n'a pas été modifié
1219=Fichier modèle utilise ses propres codage et format
3000=Nouveau fichier ou fichier de 0 octet
3001=Format:
3002=Codage:
3003=Autres
3004=Modifier un fichier en lecture seule:
3005=Fichier mode fixe:

[DLG227]
3000=Veuillez patienter un instant....

[DLG228]
0=Liste fichiers
1=OK
2=Annuler

[DLG229]
0=Trier
2=Annuler
1200=Ascendant
1201=Descendant
1202=Trier
1204=Sensible à la casse
1205=Supprimer les doublons
1206=Lignes triées -> nouveau document (*rapide)
1208=Supprimer les lignes vides
1211=Sélection
1212=Document
1220=Tri alphabétique
1221=Tri numérique (01,02...09,10...)
1222=Tri par longueur de ligne
3000=Ordre
3001=Texte
3002=Méthode de tri

[DLG230]
0=Vérificateur orthographique
3000=Suggestions:
3001=Mot:
1202=Remplacer
1203=Ignorer 1 fois
1204=Ignorer tout
1205=Apprendre
1206=Configurer

[DLG231]
1203=Commentaire
1204=Chaîne
1205=Texte normal
1206=Plus
3000=Dictionnaire:
3001=La Vérif. immédiate va contrôler la syntaxe seulement dans:

[DLG232]
0=Marqueur de colonne
1=OK
2=Annuler

[DLG233]
0=Licence
1=OK
2=Fermer
3000=Saisir votre code licence:
1201=Acheter

[DLG234]
0=Thème
1=Enregistrer
2=Fermer
1211=Appliquer
1213=Plus
1214=Thème application

[DLG235]
0=Avancé
1=OK
2=Annuler
1217=Utiliser modèle emplac.t de sortie
1222=Capturer
3000=Expression régulière:
3001=Chemin:
3002=Ligne:
3003=Colonne:
3004=Modèle pour sauver:
3005=Codage sortie:

[DLG236]
0=Avancé
1=OK
2=Annuler
3000=Groupe d'outils:
3001=Mode:
3002=Fichier d'aide:

[DLG238]
1202=Conserver la couleur de premier plan de la syntaxe de la sélection
1203=La couleur du fond de sélection se prolonge -> bord droit de fenêtre
1208=Arrêter le texte sélectionné surligné à la limite d'un mot
1209=Garder surlignage sélection/trouvé si déplacement point d'insertion
1211=Sortir des délimiteurs avec la touche Tab
3000=Caractères interdits
3001=Début de ligne:
3002=Fin de ligne:
3003=Sélection

[DLG239]
0=Séquence
1=OK
2=Annuler
1209=Chiffre
1210=HEX
3000=Début:
3001=Pas:
3002=Nombre:
3003=Alignement:
3004=Format
3005=Aperçu:

[DLG241]
0=Couleur
1=OK
2=Annuler
3000=Seconde ligne:
3001=Ligne active:

[DLG242]
0=Groupe
1=OK
2=Annuler
3000=Nom de fichier sans extension:
3001=Titre:

[DLG243]
0=Effacer historique récent
1=OK
2=Annuler
1200=Effacer l'historique des fichiers récents
1201=Effacer l'historique Chercher/Remplacer/Grep
1202=Effacer disposition panneaux d'ancrage
1203=Tous les historiques

[DLG244]
3000=Ouvrir ce fichier en mode hexa:

[DLG245]
0=Inspecteur

[DLG246]
1200=Recharger les fichiers fermés au démarrage
1201=Restaurer la position du curseur
1202=Restaurer signet
1203=Enregistrer/restaurer les fichiers modifiés
3000=*Ces paramètres vont ralentir la vitesse de démarrage

[DLG247]
1204=Utiliser la police de la vue actuelle
3000=Marges (mm)
3001=Bas
3002=Gauche
3003=Haut
3004=Droite

[DLG248]
0=Association de fichier EverEdit
1=Appliquer
2=Fermer
1200=Cocher tout
1201=Dé-cocher tout
1202=Saisie de l'utilisateur
2000=EverEdit n'enregistrera pas vos paramètres actuels!\nÊtes-vous sûr de vouloir continuer?
2001=Saisir vos extensions(txt;log;csv;tsv):
2002=Défini par l'utilisateur
2003=Associations de fichier mises à jour!

[DLG249]
1204=Gras
3000=Nom police:
3001=Taille:
3002=Lissage de police:

[DLG249]
0=Tout
1=OK
1201=Supprimer sélection

[DLG250]
0=Préférences
1202=Appliquer
1203=Aide
1204=Annuler
1205=OK
3000=Catégorie:

[DLG251]
0=Marqueur personnalisé
1=Fermer
1200=Expression régulière
1201=Sensible à la casse
1202=Mot entier
1203=Ajouter
1204=Supprimer
1210=Activer

[DLG252]
1208=Utiliser mémoire pour charger fichier(rapide mais consomme + mémoire)
3000=Retour à la ligne automatique si nombre de lignes <:
3001=(Ligne)
3002=Ouvrir fichier seulement si sa taille est >:
3004=Taille tampon détection auto. codage:
3006=Nb maxi caractères à analyser dans une ligne:
3007=Nb maxi lignes à analyser dans fenêtre plan:
3008=(Ligne)

[DLG253]
0=Paramétrage du détecteur de codage
1=OK
2=Annuler
3000=Détecter automatiquement ces codages:

[DLG254]
3000=Touche amorce:
3001=Délai:
3002=(MS, recommandé 150ms)
3003=Tout:
3004=Sélectionné:
3005=Méthode correspondance:

[DLG255]
0=Modifier type
1=OK
2=Annuler
1201=Configurer

[DLG259]
0=Personnaliser le format Date/Heure
1=OK
2=Annuler
3000=Aperçu:

[DLG260]
0=Chercher
1=Chercher...
2=Annuler
1207=Remplacer...
1208=Remplacer tout

[DLG261]
0=Hexa
3000=Rechercher:

[DLG262]
0=Texte
1206=Respecter la casse
1211=Gros-boutiste
3000=Rechercher:
3001=Type de données:

[DLG263]
0=Nombres
1200=Restreindre à la limite du type de données
1211=Gros-boutiste
3000=Rechercher:
3001=Type de données:

[DLG264]
0=Remplacer
1206=Respecter la casse
1211=Gros-boutiste
3000=Rechercher:
3001=Remplacer par:
3002=Type de données:

[DLG265]
0=Atteindre
1=Atteindre...
2=Annuler
1201=Début du fichier
1202=Fin du fichier
1203=Décalage hexa
1206=Position du curseur
3000=Décalage:
3001=Relatif à

[DLG270]
0=Diff
1=Diff
2=Fermer
1208=Préconfiguré
1203=Configurer...
3000=Gauche:
3001=Droite:

[DLG271]
0=Configurer Diff
1=OK
2=Annuler
3000=Chemin exécutable de l'outil Diff:
3001=Paramètres:

[DLG272]
1200=Ajouter
1201=Modifier
1202=Supprimer
3000=Paramètres Hôte/Dossier:
3001=Navigateur externe:
3002=Autre navigateur:

[DLG273]
0=Description Hôte/Dossier
1=OK
2=Annuler
3000=Hôte:(exemple, http://localhost:8080/myproject)
3001=Dossier:(exemple, c:\iisroot\myproject)

[DLG274]
0=Nouveau projet
1=OK
2=Annuler
3000=Nom fichier sans extension:
3001=Titre du projet:

[DLG275]
3000=Style marque de pliage:
3001=Style point d'insertion:
3002=Style ligne active:
3003=Style tab:
3004=Style espaces:

[DLG276]
0=Fichiers du projet
1=Ouvrir
2=Fermer
1200=Nouveau
1201=Supprimer

[DLG277]
0=Mettre à jour EverEdit
1=OK
2=Annuler
1203=Aller
1206=Quoi de neuf
1207=Une nouvelle version de EverEdit est sortie!
1208=Voulez-vous mettre à jour?
1209=Cocher tout
1210=Dé-cocher tout
1400=Impossible de créer le dossier [update]!
1401=Téléchargement...
1402=Une erreur est survenue, le code est [%d]!
1403=Téléchargement terminé!
1404=Décompression...
1405=EverEdit est actif, commencez par le fermer!
1406=Voulez-vous annuler l'opération en cours?
1407=%d fichiers ont besoin de votre confirmation!
1408=Félicitations, EverEdit a été mis à jour avec succès!
1409=Impossible de copier fichier de %s vers %s!\n\nRé-essayer?

[DLG278]
0=Aide

[DLG279]
0=Thème application
1=OK
2=Annuler
1200=Autoriser un thème personnalisé pour l'application
3000=Gradient
3001=Couleur initiale:
3002=Couleur finale:

[DLG281]
0=Modèles de syntaxe
1=OK
2=Annuler
3000=Extensions de fichier (txt;log;html):
3001=Modèle du nom de fichier:
3002=Modèle de la 1ère ligne:

[DLG282]
1201=Ce programme est conçu pour les systèmes Windows NT.
1202=Ce programme doit être appelé depuis EverEdit!
1203=Impossible de créer le fichier "%s"
1204=Impossible de définir les options de sécurité pour le 'pipe'.
1205=Impossible d'obtenir les options de sécurité du fichier "%s"
1206=Impossible de définir les options de sécurité pour le fichier "%s"
1207=Impossible d'obtenir les droits pour définir les options de sécurité du fichier "%s"

[STRING]
1=Déplacer le point d'insertion vers la gauche\nÀ gauche
2=Déplacer le point d'insertion vers la droite\nÀ droite
3=Déplacer le point d'insertion vers le haut\nMonter
4=Déplacer le point d'insertion vers le bas\nDescendre
5=Déplacer le point d'insertion en début de ligne\nDébut de ligne
6=Déplacer le point d'insertion en fin de ligne\nFin de ligne
7=Déplacer le point d'insertion au début du fichier\nDébut de fichier
8=Déplacer le point d'insertion à la fin du fichier\nFin de fichier
9=Déplacer le point d'insertion vers la page précédente\nPage précédente
10=Déplacer le point d'insertion vers la page suivante\nPage suivante
11=Déplacer le point d'insertion vers le mot suivant\nMot suivant
12=Déplacer le point d'insertion vers le mot précédent\nMot précédent
13=Sélectionner jusqu'au caractère précédent\nSélectionner ->car. précédent
14=Sélectionner jusqu'au caractère suivant\nSélectionner ->car. suivant
15=Sélectionner jusqu'à la ligne précédente\nSélectionner ->ligne précédente
16=Sélectionner jusqu'à la ligne suivante\nSélectionner ->ligne suivante
17=Sélectionner jusqu'au début de la ligne\nSélectionner ->début de la ligne
18=Sélectionner jusqu'à la fin de la ligne\nSélectionner ->fin de la ligne
19=Sélectionner jusqu'au début du fichier\nSélectionner ->début du fichier
20=Sélectionner jusqu'à la fin du fichier\nSélectionner ->fin du fichier
21=Sélectionner jusqu'à la page précédente\nSélectionner ->page précédente
22=Sélectionner jusqu'à la page suivante\nSélectionner ->page suivante
23=Sélectionner jusqu'au mot suivant\nSélectionner ->mot suivant
24=Sélectionner jusqu'au mot précédent\nSélectionner ->mot précédent
26=Supprimer car. précédent ou sélection\nSupprimer
27=Supprimer car. suivant ou sélection\nSupprimer suivant
28=Supprimer jusqu'au bord gauche du mot actuel\nSupprimer mot précédent
29=Supprimer jusqu'au bord droit du mot actuel\nSupprimer mot suivant
30=Supprimer la ligne actuelle\nSupprimer ligne
36=Inverser mode insérer/modifier\nInverser mode insérer/modifier
38=Faire défiler la zone d'édition vers le haut sans déplacer le point d'insertion\nDéfiler haut
39=Faire défiler la zone d'édition vers le bas sans déplacer le point d'insertion\nDéfiler bas
40=Placer le point d'insertion au centre de l'écran\nPoint d'insertion au centre
44=Insérer une nouvelle ligne après la ligne actuelle\nNouvelle ligne après
45=Insérer une nouvelle ligne avant la ligne actuelle\nNouvelle ligne avant
46=Sélectionner le mot actuel\nSélectionner mot
47=Mettre en retrait la sélection ou la ligne actuelle\nMettre en retrait
48=Annuler le retrait de la sélection ou de la ligne actuelle\nAnnuler retrait
49=Monter la ligne actuelle\nMonter ligne
50=Descendre la ligne actuelle\nDescendre ligne
51=Définir le retrait des lignes sélectionnées pour une sélection normale\nFormat retrait
52=Déplier le bloc actuel\nDéplier
54=Dupliquer la ligne actuelle\nDupliquer ligne
55=Sélectionner jusqu'à la ligne précédente\nSélectionner ligne et précédente
56=Sélectionner jusqu'à la ligne suivante\nSélectionner ligne et suivante
57=Convertir la sélection en majuscules\nMajuscules
58=Convertir la sélection en minuscules\nMinuscules
59=Mettre le point d'insertion au centre de l'écran\nLigne du milieu
60=Atteindre le délimiteur apparié\nDélimiteur apparié
61=Mettre en retrait toutes les lignes avec le retrait de la 1ère ligne\nColler retrait
62=Plier le bloc actuel\nPlier
63=Enlever les espaces du début de la ligne sélectionnée\nEnlever espaces du début
64=Enlever les espaces de la fin de la ligne sélectionnée\nEnlever espaces de fin
66=Insérer un saut de ligne\nInsérer ligne
67=Sélectionner jusqu'au délimiteur correspondant\nSélectionner entre 2 délimiteurs
68=Copier la ligne active dans le Presse-papiers\nCopier ligne
69=Convertir les tabulations en espaces\nTabulations en espaces
70=Convertir les espaces en tabulations\nEspaces en tabulations
72=Fusionner les lignes au-dessus et en-dessous en une seule ligne\nJoindre lignes
73=Déplacer en début ligne en-dessous\nDéplacer en début ligne en-dessous
74=Déplacer en fin ligne en-dessous\nDéplacer en fin ligne en-dessous
75=Sélectionner -> début ligne en-dessous\nSélectionner -> début ligne en-dessous
76=Sélectionner -> fin ligne en-dessous\nSélectionner -> fin ligne en-dessous
77=Sélectionner -> délimiteur apparié (en incluant les délimiteurs)\nSélectionner entre 2 délimiteurs(avec délimiteurs)
79=Supprimer jusqu'au début de la ligne actuelle\nSupprimer ->début de ligne
80=Supprimer jusqu'à la fin de la ligne actuelle\nSupprimer ->fin de ligne
81=Transposer les caractères à la gauche et à la droite du point d'insertion\nTransposer
82=Inverser la casse de la sélection\nInverser casse
83=Convertir les tabulations du début en espaces\nTabulations début en espaces
84=Convertir les espaces du début en tabulations\nEspaces début en tabulations
85=Supprimer le mot actuel\nSupprimer mot
86=Sélectionner la ligne active\nSélectionner ligne
87=Couper la sélection et l'ajouter au Presse-papiers\nCouper Ajouter
88=Copier la sélection et l'ajouter au Presse-papiers\nCopier Ajouter
89=Copier toutes les lignes marquées et les ajouter au Presse-papiers\nCopier lignes marquées
90=Couper toutes les lignes marquées et les ajouter au Presse-papiers\nCouper lignes marquées
91=Coller le Presse-papiers en mode colonne\nColler en colonne
94=Coller le texte du Presse-papiers en fin de chaque ligne\nColler en fin de ligne
95=Placer le point d'insertion au paragraphe suivant\nParagraphe suivant
96=Placer le point d'insertion au paragraphe précédent\nParagraphe précédent
97=Texte sélectionné: en pleine largeur\nEn pleine largeur
98=Texte sélectionné: en demi-largeur\nEn demi-largeur
102=Initiales des mots en majuscules dans le texte sélectionné\nInitiales en majuscules
104=Déplacer le point d'insertion à la position de modification suivante selon l'historique\nPosition de modif. suivante
105=Déplacer le point d'insertion à la position de modification précédente selon l'historique\nPosition de modif. précédente
106=Sélectionner la sélection actuelle pour chaque ligne\nDiviser dans lignes
149=Aperçu avant impression
1200=Aller au document suivant\nFenêtre suivante
1201=Aller au document précédent\nFenêtre précédente
1202=Fermer tous les documents\nFermer tout
1203=Fermer tous les autres documents\nFermer autres
1204=Diviser la vue actuelle verticalement\nDivision verticale
1205=Diviser la vue actuelle horizontalement\nDivision horizontale
1206=Fermer le document actif\nFermer
1208=Faire défiler les deux parties de la fenêtre divisée en même temps\nSynchroniser défilement
1209=Afficher la vue active en groupe vertical d'onglets, s'il n'existe pas, le créer\nGroupe vertical
1211=Afficher la vue active en groupe horizontal d'onglets, s'il n'existe pas, le créer\nGroupe horizontal
1212=Aller au document suivant dans l'ordre du focus\nFenêtre suivante
1213=Aller au document précédent dans l'ordre du focus\nFenêtre précédente
1214=Placer la fenêtre principale toujours au-dessus\nToujours au-dessus
1220=Rendre la fenêtre principale opaque\nOpaque
1221=Activer la dernière fenêtre visitée\nDernière visitée
1222=Afficher ou masquer les panneaux valides\nAfficher ou masquer panneaux
1223=Inverser le focus entre fenêtres divisées\nInverser focus
1230=Configurer modèle de fichier
1231=Créer un nouveau document avec un modèle\nNouveau avec modèle
1233=Créer un nouveau document binaire\nNew Binaire
1234=Enregistrer tous les documents\nEnregistrer tout
1236=Effacer les historiques récents comme fichiers récents, chercher, remplacer\nEffacer historiques récents
1237=Abandonner les modifications et réouvrir le fichier actuel\nRecharger
1276=Définir ou effacer le marqueur à la ligne actuelle\nInverser marqueur
1277=Supprimer tous les marqueurs\nSupprimer marqueurs
1278=Aller au marqueur précédent\nMarqueur précédent
1279=Aller au marqueur suivant\nMarqueur suivant
1288=Voir le document actuel dans un navigateur externe\nNavigateur externe
1289=Afficher le fichier actuel dans la fenêtre Affichage Web\nSortie Web
1290=Voir le document actuel dans le navigateur intégré\nAperçu Web
1291=Afficher ou masquer les fichiers ouverts\nFichiers ouverts
1292=Afficher ou masquer l'affichage du dossier\nAffichage dossier
1293=Inverser le retour automatique à la ligne sur colonne fixe et agrandir les tabulations\nColonne fixe avec tabulations
1294=Annuler le retour automatique à la ligne s'il existe\nAnnuler retour à la ligne
1295=Inverser le retour automatique à la ligne sur une colonne fixe\nColonne fixe
1296=Inverser le retour automatique à la ligne au bord de la fenêtre\nRetour à la ligne dans fenêtre
1297=Inverser le retour automatique à la ligne en mode retour avec indentation\nRetour à la ligne avec indentation
1298=Gérer les thèmes installés\nThème
1300=Afficher ou masquer le numéro de ligne\nNuméro de ligne
1301=Afficher ou masquer la règle\nRègle
1302=Afficher ou masquer les espaces\nEspace
1303=Afficher ou masquer la fin de ligne (EOL)\nFin de ligne
1304=Afficher ou masquer la fin de fichier (EOF)\nFin de fichier
1305=Afficher ou masquer la ligne active\nLigne active
1306=Afficher ou masquer les caractères de contrôle\nCaractères de contrôle
1307=Afficher ou masquer la mise en retrait ligne\nMettre en retrait ligne
1309=Montrer le texte plié en fin de ligne\nPliage en fin
1310=Afficher tous les caractères invisibles dans la sélection\nCaractères invisibles dans sélection
1311=Montrer ligne limite entre le numéro de ligne et la zone d'édition\nLigne limite
1312=Afficher ou masquer la fenêtre plan\nFenêtre plan
1313=Surligner la sélection dans la ligne actuelle\nSurligner sélection
1314=Afficher ou masquer la barre d'outils Mode\nBarre d'outils Mode
1318=Gérer la liste des marqueurs personnalisés\nMarqueur personnalisé
1320=Retour automatique à la ligne\nRetour à la ligne
1321=Configurer les paramètres de la police\nDéfinir police
1322=Afficher ou masquer la fenêtre de commande (Le focus sera sur la fenêtre de commande si elle ne l'a pas encore)\nFenêtre commande
1323=Configurer l'espacement de ligne du document actif\nEspacement ligne
1324=Afficher ou masquer la barre d'onglets\nBarre d'onglets
1325=Afficher ou masquer la fenêtre de sortie\nFenêtre de sortie
1326=Surligner délimiteurs appariés\nSurligner délimiteur
1327=Surligner les URLs Web et les adr. E-mail du document actuel\nSurligner URL et Email
1328=Inverser mode plein écran actif ou non\nPlein écran
1329=Afficher ou masquer la fenêtre ébauche\nÉbauche
1330=Annuler le pliage et masquer la zone de pliage\nAnnuler pliage
1331=Pliage par syntaxe\nPliage: syntaxe
1332=Pliage par retrait\nPliage: retrait
1336=Afficher la boîte de dialogue des préférences\nPréférences
1337=Afficher ou masquer le marqueur de colonne\nMarqueur de colonne
1338=Activer ou désactiver le mode colonne\nMode colonne
1339=Plier le premier niveau du document\nPlier tout
1400=Déplier le premier niveau du document\nDéplier tout
1401=Chercher le texte correspondant suivant\nChercher suivant
1402=Chercher le texte correspondant précédent\nChercher précédent
1403=Chercher toutes les occurrences de la sélection actuelle, si la sélection n'existe pas, alors chercher le mot actuel\nChercher tout
1406=Chercher l'occurrence suivante du mot actuel ou du texte sélectionné\nChercher mot suivant
1407=Chercher l'occurrence précédente du mot actuel ou du texte sélectionné\nChercher mot précédent
1408=Chercher ou remplacer une chaîne dans plusieurs fichiers\nChercher/Remplacer dans fichiers
1409=Supprimer les lignes en double dans la sélection ou le document\nSupprimer lignes en double
1410=Sélectionner le même mot vers le bas et entrer en mode multiples points d'édition\nSélection rapide
1412=Afficher et modifier le fichier actuel en mode hexadécimal\nÉditeur hexa
1413=Insérer des caractères de commentaire de ligne au début de la ligne actuelle ou des lignes sélectionnées\nLigne en commentaire
1414=Supprimer les caractères de commentaire de ligne au début de la ligne actuelle ou des lignes sélectionnées\nLigne non en commentaire
1415=Insérer des caractères de commentaire de bloc sur la sélection\nBloc en commentaire
1416=Supprimer les caractères de commentaire de bloc sur la sélection\nBloc non en commentaire
1417=Insérer la date actuelle
1418=Insérer l'heure actuelle
1419=Personnaliser le format de la date/de l'heure\nPersonnaliser date/heure
1420=Exécuter plusieurs remplacements d'un seul clic\nRemplacer par lots
1422=Sélectionner toutes les occurrences de la sélection ou du mot actuel\nAjouter toutes occurrences
1423=Rendre inaccessible la zone non sélectionnée\nÉdition partielle
1424=Sélectionner une taille de police plus grande\nPolice plus grande
1425=Sélectionner une taille de police plus petite\nPolice plus petite
1426=Aller à la ligne indiquée dans le document actif\nAller à
1427=Appliquer l'autocomplétion sur ce mot du document actif\nAutocomplétion mot
1428=Supprimer les lignes vides dans la sélection ou le document\nSupprimer lignes vides
1429=Effacer le Presse-papiers et le vider\nEffacer Presse-papiers
1430=Appliquer cette police pour la modification en cours
1436=Fenêtre de sortie
1437=Fenêtre de commande
1438=Police impression
1439=Police hexa
1440=Fenêtre prototype
1459=Gérer le surlignage de la syntaxe\nSurlignage syntaxe
1460=Gérer vos raccourcis-clavier\nRaccourci
1461=Ajouter la sélection à la liste des marqueurs personnalisés\nAjouter aux marqueurs personnalisés
1570=Lancer ou arrêter l'enregistrement de la macro\nEnregistrer
1571=Exécuter la macro actuelle une fois\nExécuter
1572=Enregistrer la macro actuelle dans un fichier\nEnregistrer macro
1573=Répéter la macro actuelle\nRépéter
1574=Recharger tous les fichiers de macro et actualiser le menu des macros\nActualiser menu macros
1576=Charger une macro en mémoire tampon et vous pourrez l'exécuter\nCharger mémoire tampon
1577=Afficher la macro actuelle en tant que texte simple\nVoir macro actuelle
1580=Ajouter ou supprimer les outils de l'utilisateur\nOutils utilisateur
1581=Définir les associations de fichier pour EverEdit\nAssociation de fichier
1590=Utiliser ce groupe d'outils\nUtiliser groupe
1612=Générer une séquence (texte)\nSéquence
1613=Aller sur GitHub pour obtenir d'autres compléments\nPlus
1614=Calculer la somme de la sélection, les nombres séparés par des espaces ou des sauts de ligne\nSomme
1615=Sélectionner 2 fichiers et les comparer avec un outil externe\nDiff
1650=Copier le chemin et le nom du document actif\nCopier Chemin Nom
1651=Coller le texte qui a été copié ou coupé vers le Presse-papiers\nSurveiller Presse-papiers
1652=Trier le document actif\nTrier
1653=Recharger les fichiers de syntaxe\nMettre à jour syntaxe
1654=Activer ou désactiver la mise en retrait automatique sur le document actif\nMise en retrait automatique
1655=Localiser le document actuel dans l'explorateur de fichiers\nOuvrir le dossier parent
1656=Configurer la syntaxe
1657=Insertion auto. 2ème délimiteur\nPaire auto
1658=Modifier le codage d'affichage du document actuel\nCodage
1659=Convertir le codage du document actuel\nConvertir codage
1660=Voir la portée actuelle en format texte\nVoir portée
1661=Voir le fichier actuel en mode navigateur et désactiver les fonctions de modification\nMode navigateur
1662=Changer le type de fichier du document actif\nChanger type
1663=Le point d'insertion va atteindre la paire suivante\nAtteindre la paire suivante
1664=Entrer en mode plein écran puis modifier le fichier actuel en mode focus\nMode 'sans distraction'
1665=Désactiver la fonction de modification pour le fichier actuel\nInterdire modification
1666=Compléter automatiquement la balise HTML/XML non fermée si saisie car. avec barre oblique inverse(/)\nBalise HTML/XML auto
1667=Afficher les informations statistiques pour sélection normale ou document, comme nombre de mots, de caractères, etc...\nStatistiques
1668=Insérer des fins de ligne sur chaque sous-ligne\nInsérer CR/LF sur lignes en retour auto
1671=Utiliser des espaces pour remplacer les tabulations dans le document actif\nRetrait: en espaces
1672=Montrer la zone icône à côté du numéro de ligne\nZone icône
1673=Prolonger le fond de la ligne active jusqu'au bord gauche de la fenêtre\nProlonger ligne active
1674=Afficher la couleur d'arrière-plan des lignes au même niveau de pliage\nMême niveau avec couleur d'arrière-plan
1675=Marquer les lignes modifiées et les lignes enregistrées avec des couleurs définies par l'utilisateur\nLigne Modifier État
1683=Afficher une boîte de dialogue modale et vérifier l'orthographe dans ce document\nVérifier orthographe
1684=Activer la vérification orthographique immédiate dans ce document, un mot incorrect sera souligné par une ligne ondulée\nVérif. immédiate
1690=Ignorer ce mot tant que EverEdit est ouvert\nIgnorer tout
1691=Ajouter ce mot au dictionnaire de l'utilisateur\nAjouter au dictionnaire
1692=Configurer la vérification orthographique actuelle\nConfigurer vérification orthographique
1695=Afficher un menu en popup avec 10 éléments de l'historique du Presse-papiers\nColler depuis historique
1770=Afficher la fenêtre du projet\nFenêtre du projet
1771=Actualiser les marques du projet actuel et de tous les fichiers ouverts\nActualiser marques
1772=Créer ou supprimer des projets\nGérer les projets
1774=Ajouter le fichier actif au projet actuel\nAjouter le fichier actuel
1775=Chercher dans les fichiers ouverts, les fichiers du projet, les marques ou exécuter une(des) commande(s)\nChercher tout
1776=Chercher ou remplacer une chaîne dans les fichiers du projet\nChercher/Remplacer dans projet
2003=Aller sur www.everedit.net pour obtenir la dernière version\nRechercher mise à jour
2004=Signaler des bogues à www.everedit.net\nSignaler bogue
2005=Afficher tous les raccourcis clavier définis dans un nouveau document\nRaccourcis clavier
2008=Acheter une licence d'utilisation pour EverEdit\nAcheter une licence
2009=Afficher le fichier d'aide associé au fichier de syntaxe actuel\nAide contextuelle
2010=Afficher le fichier d'aide pour EverEdit\nAide
2011=Entrez votre licence\nEntrer la licence
2200=Page suivante\nPage suivante
2201=Page précédente\nPage précédente
2202=Zoom +\nZoom +
2203=Zoom -\nZoom -
2204=Fermer la fenêtre Aperçu avant impression\nFermer
2205=Imprimer ce document avec des couleurs\nSurligner
2206=Retour automatique à la ligne en cas de lignes longues\nRetour à la ligne
2207=Imprimer ce document avec les numéros de ligne\nNuméros de ligne
2208=Page %d de %d
15001=%s a été modifié, l'enregistrer?\n\n*Touche Maj pour fermer les documents sans avertissement!
15002=Vous avez choisi un nouveau codage, recharger le fichier avec ce codage?
15003=Saisir ligne (%d ~ %d):
15004=Saisir espacement ligne(0~200):
15005=%d fichiers trouvés!
15006=----STATISTIQUES---\nLignes:%d\nNombre de mots:%d\nTaille en octets:%d\nNombre de car.:%d\nCar. ASCII:%d\nCar. Non-ASCII:%d\nEspaces:%d\n-------FIN-------\n
15007=Voulez-vous effacer ce raccourci?
15008=[%s] n'est pas une commande!
15009=Arguments
15010=Veuillez saisir les arguments:
15011=Cette touche est l'amorce de plusieurs touches, vous ne pouvez pas l'assigner!
15012=<Nouvel outil>
15013=Répéter macro
15014=Nombre boucles:
15015=Veuillez saisir la taille de la tabulation(2~64):
15016=Atteindre
15017=Espacement lignes
15019=Détection auto
15020=Tous les fichiers
15021=Sansnom
15022=Cette touche a déjà été attribuée à:\n\n[ %s ]\n\nVoulez-vous la supprimer?
15023=En attente de frappe de l'autre touche...
15024=Grep:[%s] dans [%s]
15025=Lignes:%d
15026=Mon fichier syntaxe
15027=Trier %d
15028=Vous essayez de trier de nombreuses lignes, voulez-vous les trier en tant que nouveau document?
15029=Vous n'avez pas sélectionné de texte dans la ligne!
15030=Par défaut
15031=%s a été défini comme syntaxe par défaut!
15032=Voulez-vous recharger et mettre à jour toute la syntaxe?
15033=%s\n\nCe fichier a été modifié par une autre application, voulez-vous le recharger?
15034=%d car(s), %d ligne(s)
15035=Configurer taille tabulation && retrait:
15036=Retrait: en espaces
15037=Tabulation
15038=Insertion
15039=Refrappe
15040=COL
15041=BOM
15042=No BOM
15043=Le fichier n'existe pas ou a été modifié, vous devriez d'abord l'enregistrer!
15044=Saisir les délimiteurs qui peuvent être traités en tant que MOT comme (#-_):
15045=La syntaxe par défaut a été supprimée!
15046=Aucun
15047=Saisir décalage (%d ~ %d):
15048=Veuillez saisir le nom de ce groupe:
15049=%d lignes trouvées dans %s
15050=%d lignes trouvées dans %s (%.2lf secondes)
15051=%d occurrences trouvées!
15052=Page début
15053=Veuillez saisir la colonne pour le retour automatique à la ligne:
15055=<COMMAND>: Retrait: en espaces!
15056=Avertir
15057=Rechargement auto.
15058=Recharger et aller à fin
15059=Déposez ici dossiers / fichiers!
15060=Plus
15061=Voulez-vous supprimer cet élément?
15063=Veuillez fermer toutes les fenêtres Ébauche avant de sélectionner un groupe!
15064=Mauvais format de l'ébauche!
15065=Veuillez saisir l'amorce:
15066=Amorce
15067=Ébauche:Saisir contenu depuis ligne suivante!
15068=Titre
15069=Vide
15070=Fichiers texte
15071=Il n'existe pas de cadre défini!
15072=Remplacer:[%s] par [%s]
15073=En cours d'exécution:%s\n
15074=Sortie terminée, la valeur de retour est [%d].
15075=Sortie actuelle terminée!
15076=Outils utilisateur
15077=%d lignes marquées!
15078=Analyse...
15079=Aucune liste!
15080=%s\n\nVoulez-vous re-charger ce fichier?
15081=Veuillez saisir le nom de ce thème:
15082=Zone
15083=Arr-plan
15084=Avant-plan
15085=Gras
15086=Italique
15087=Vous devez faire redémarrer EverEdit pour appliquer ce paramètre!
15088=Entouré
15089=Souligné
15090=Barré
15091=Gras
15092=Pointillés
15093=Ligne ondulée
15095=SÉL: %d
15094=Vérification orthographique terminée!
15096=DÉCALAGE: %08X
15097=TAILLE: %d
15098=Ce fichier n'existe pas!\n%s
15099=%d lignes trouvées
15100=Impossible de charger le fichier %s!\n
15102=%s:Impossible d'exécuter cette commande!%s
15103=Impossible de retirer ce menu!
15104=Une erreur est survenue lors de l'analyse syntaxique du script:\nFichier: %ws\nSource: %ws\nErreur: %08X\nDescription: %ws\nLigne: %d\n
15105=Impossible de créer le moteur de script!
15108=Impossible d'initialiser l'impression, vérifiez que vous avez installé une imprimante!
15109=EverEdit ne peut charger un fichier dépassant 2Go!
15110=Ce thème existe déjà, veuillez saisir un autre nom!
15111=<Erreur>: Le thread de redirection est mort!
15112=<Erreur>: Erreur de lecture du 'pipe' de sortie standard!
15113=<Erreur>: Erreur console de redirection: %x
15114=Vous ne pouvez supprimer que des éléments de niveau supérieur!
15115=Le fichier existe déjà, veuillez choisir un autre nom!
15116=%s\n\nCe fichier n'existe pas!
15117=Certaines erreurs sont survenues lors de l'exécution de fonctions!\n\n%s::%s
15118=Impossible d'exécuter votre opération, essayez de l'Exécuter en tant qu'administrateur!\n\n%s
15119=Impossible d'établir une connexion avec une instance existante de EverEdit!
15120=Impossible de créer le moteur orthographique avec le dictionnaire choisi!\nDictionnaire:%s\nFichiers requis:spell.dll\n\nAllez sur http://www.everedit.net/download pour télécharger les derniers dictionnaires!
15121=Cette commande ne peut être exécutée que dans le menu!
15122=Il n'y a pas de fichier d'aide associé à ce type de fichier!
15200=%d occurrences remplacées!
15204=Impossible de trouver cette chaîne en-dessous de la position actuelle:%s
15205=Impossible de trouver cette chaîne au-dessus- de la position actuelle:%s
15206=Impossible d'enregistrer dans ce fichier, vérifiez que vous avez les droits d'accès et que le fichier n'est pas verrouillé ni en lecture seule!\n%s\n%s
15207=Impossible de charger ce thème!
15208=Impossible d'enregistrer ce thème vers %s!
15209=Vous essayez de modifier un fichier en lecture seule!
15210=Vous essayez d'enregistrer un fichier en lecture seule, l'enregistrer?
15211=Impossible de trouver la chaîne:%s
15212=Fin de fichier dépassée!
15213=Vous n'avez pas sélectionné la sauvegarde des fichiers remplacés, continuer?
15214=EverEdit ne gère pas de recherche lors d'un remplacement!
15215=Les fichiers sélectionnés ont été modifiés ou n'existent pas!\n\nVoulez-vous les comparer en tant que fichiers temporaires?
15216=Vous devez commencer par sélectionner 2 fichiers!
15217=Vous avez sélectionné le même fichier!
15218=L'outil Diff n'existe pas!\n%s
15219=Vous essayez de remplacer plusieurs fichiers, continuer?
15220=Le texte sélectionné est trop long, cette opération ne sera pas ajoutée à l'historique du Presse-papiers!
15240=Chercher
15241=Remplacer par
15242=Options
15243=Remplacé
15244=Total:%d\n\nVérifié:%d\n\nSélectionné:%d
15245=Lignes vides supprimées:%d
15246=Lignes en double supprimées:%d
15247=MUL
15248=En cours de chargement, soyez patient....
15249=Le groupe actuel d'outils utilisateur a été modifié, l'enregistrer?
15250=Raccourci
15251=Commande
15252=Description
15253=Script
15255=Les associations de fichier ont été établies avec succès!
15256=%d Occurrences sélectionnées!
15257=Cette licence est invalide!
15258=Merci d'avoir acheté une licence pour EverEdit!\n\nNous continuerons à vous offrir les meilleurs logiciel et service!
15259=Mono-utilisateur
15260=Multi-utilisateurs
15261=Hôte
15262=Dossier
15263=Vous utilisez la dernière version!
15264=%d fichiers et %d positions ont été remplacés dans %s\n
15265=Les marques du projet ont été mises à jour!
15266=Saisir le nom du dossier:
15267=Voulez-vous supprimer cet élément et les sous-éléments?
15268=Le fichier actuel est un fichier temporaire ou il n'existe pas!
15269=Analyse des marques du projet...
15270=@Projet sans titre
15271=Supprimer ce projet?
15272=%d éléments trouvés!
15273=Les marques de tous les fichiers ouverts ont été mises à jour!
15274=#:Chercher dans fichiers ouverts ou fichiers du projet\n@:Chercher marques dans fichiers ouverts ou fichiers du projet, F5:Actualiser marques\n/:Chercher et remplacer\n!:Exécuter outils externes\n0~9:Atteindre ligne
15275=Voulez-vous conserver votre code de licence dans le Registre?\nOui: dans le Registre\nNon: dans un fichier
15300=Texte par défaut
15301=Sélection
15302=Numéro de ligne
15303=Règle
15305=Espaces/EOL/EOF
15306=Marque de signet
15307=Zone de pliage
15308=Zone icône(Info debug...)
15309=Ligne active
15310=Indicateur de sélection
15311=Car. de contrôle
15312=Délimiteur/Paire
15313=Ligne ondulée (erreur orthographe...)
15314=Mettre ligne en retrait
15315=Rectangle vide(Bas de l'éditeur)
15316=Commentaire 1(Commentaire ligne unique)
15317=Commentaire 2(Commentaire plusieurs lignes)
15318=Chaîne 1(Chaîne entre apostrophes)
15319=Chaîne 2(Chaîne entre guillemets)
15320=Marque
15321=URL
15322=Email
15323=Chiffres
15324=Macro
15325=Ligne limite
15326=Fonction
15327=Mot-clé 1
15328=Mot-clé 2
15329=Mot-clé 3
15330=Mot-clé 4
15331=Surlignage 1 défini par l'utilisateur
15332=Surlignage 2 défini par l'utilisateur
15333=Surlignage 3 défini par l'utilisateur
15334=Surlignage 4 défini par l'utilisateur
15335=Surlignage recherche
15337=Variable
15339=Astuce sous-langage
15441=Opérateur
15443=Autocomplétion
15444=Surlignage 5 défini par l'utilisateur
15445=Surlignage 6 défini par l'utilisateur
15446=Surlignage 7 défini par l'utilisateur
15447=Surlignage 8 défini par l'utilisateur
15448=Prototype
16000=Cocher tous les éléments
16001=Dé-cocher tous les éléments
16002=Sélectionner tous les éléments
16003=Supprimer les éléments sélectionnés
16004=Ajouter un nouvel élément
16005=Remplacer le fichier actuel par les éléments sélectionnés
16006=Copier et créer un nouveau thème
16007=Supprimer le thème sélectionné
16010=Faire un double clic pour appliquer le thème sélectionné
16011=Écrire le contenu remplacé dans un nouveau fichier!\nVous pouvez remplacer plusieurs lignes!
16012=Définir la syntaxe sélectionnée comme le type par défaut!\nLe nouveau fichier utilisera ce mode syntaxe!
16013=Syntaxe par défaut vide!
29500=Exécuter cet outil\nExécuter outil
34000=Exécuter cette macro\nExécuter macro
35080=Créer un nouveau document avec ce modèle
57345=Prêt
57600=Créer un nouveau document\nNouveau
57601=Ouvrir un document existant\nOuvrir
57602=Fermer le document actif\nFermer
57603=Enregistrer le document actif\nEnregistrer
57604=Enregistrer le document actif sous un nouveau nom\nEnregistrer sous
57605=Modifier les options d'impression\nMise en page
57606=Modifier les options d'imprimante et d'impression\nDéfinir impression
57607=Imprimer le document actif\nImprimer
57609=Afficher le document actif sur l'écran tel qu'il sera imprimé\nAperçu avant impression
57632=Effacer la sélection\nEffacer
57633=Effacer tout\nEffacer tout
57634=Copier la sélection et la placer dans le Presse-papiers\nCopier
57635=Couper la sélection et la placer dans le Presse-papiers\nCouper
57636=Chercher le texte indiqué\nChercher
57637=Insérer le contenu du Presse-papiers\nColler
57640=Répéter la dernière action\nRépéter
57641=Remplacer un texte particulier par un autre texte\nRemplacer
57642=Sélectionner la totalité du document\nSélectionner tout
57643=Annuler la dernière action\nAnnuler
57644=Refaire l'action annulée précédemment\nRefaire
57653=Diviser la fenêtre active en panneaux\nDiviser
57664=Afficher des informations sur le programme, le numéro de version et le copyright\nÀ propos
57665=Quitter l'application; invite à enregistrer les documents\nQuitter
57680=Passer au panneau suivant dans la fenêtre\nPanneau suivant
57681=Revenir au panneau précédent dans la fenêtre\nPanneau précédent
59392=Afficher ou masquer la barre d'outils\nInverser barre d'outils
59393=Afficher ou masquer la barre d'état\nInverser barre d'état
61184=Modifier la taille de la fenêtre
61185=Modifier la position de la fenêtre
61186=Réduire la fenêtre en une icône
61187=Agrandir la fenêtre en taille maximale
61188=Passer à la fenêtre de document suivante
61189=Passer à la fenêtre de document précédente
61190=Fermer la fenêtre active et inviter à enregistrer les documents
61202=Restaurer la fenêtre en taille normale
61203=Activer liste des tâches
61215=Activer cette fenêtre
61402=Ouvrir ce document
65534=Retirer ce menu\nRetirer
